Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VO_LIVE_RECOGNITION_TIP_HINT_IPHONE
source: Using on-device intelligence, your iPhone can detect people, doors, scenes, text, and furniture around you. Four finger triple-tap to start Live Recognition or use the Live Recognition Rotor.
ar: باستخدام الذكاء الاصطناعي المضمن في الجهاز، بإمكان iPhone اكتشاف الأشخاص والأبواب والمشاهد والنصوص والأثاث من حولك. يمكنك الضغط ثلاث مرات بأربعة أصابع لبدء التعرف المباشر، أو استخدام دوار التعرف المباشر.
bg: Използвайки интелигентността на устройството, вашият iPhone може да открива хора, врати, сцени, текст и мебели около вас. Докоснете три пъти с четири пръста, за да започне Разпознаване на живо или да използвате шайбата за Разпознаване на живо.
ca: L’iPhone utilitza la intel·ligència local del dispositiu per detectar les persones, les portes, les escenes, el text i el mobiliari que tens a prop. Fes tres tocs amb quatre dits per activar el reconeixement en temps real o utilitza el rotor.
cs: iPhone dokáže s použitím vlastní inteligence zařízení detekovat lidi, dveře, scény, text a nábytek ve vašem okolí. Živé rozpoznávání aktivujete trojím klepnutím čtyřmi prsty nebo pomocí rotoru živého rozpoznávání.
da: Ved hjælp af intelligens på enheden kan iPhone registrere personer, døre, scener, tekst og møbler omkring dig. Tryk tre gange med fire fingre for at starte Genkendelse i realtid, eller brug rotoren Genkendelse i realtid.
de: Mithilfe künstlicher Intelligenz auf dem Gerät kann dein iPhone Personen, Türen, Szenen, Text und Einrichtungsgegenstände in deiner Umgebung erkennen. Tippe dreimal mit vier Fingern, um die Liveerkennung zu starten oder verwende den Liveerkennungsrotor.
el: Μέσω της χρήσης της νοημοσύνης επί της συσκευής, το iPhone μπορεί να ανιχνεύει άτομα, πόρτες, σκηνές, κείμενο και έπιπλα γύρω σας. Αγγίξτε τρεις φορές με τέσσερα δάχτυλα για έναρξη της Αναγνώρισης σε πραγματικό χρόνο ή χρήσης του ρότορα Αναγνώρισης σε πραγματικό χρόνο.
es: El iPhone utiliza la inteligencia local del dispositivo para detectar personas, puertas, escenas, texto y muebles cerca de ti. Toca tres veces con cuatro dedos para iniciar el reconocimiento en tiempo real o bien usa el rotor de esta función.
es_us: Mediante la inteligencia en el dispositivo, tu iPhone puede detectar personas, puertas, escenas, texto y muebles a tu alrededor. Toca tres veces con cuatro dedos para activar el reconocimiento en vivo o para usar el rotor de reconocimiento en vivo.
fi: iPhone voi tunnistaa laitteen älytoimintojen avulla ympärilläsi olevia ihmisiä, ovia, tilanteita, tekstiä ja huonekaluja. Käynnistä Ympäristön tunnistus kolmoisnapauttamalla neljällä sormella tai käytä Ympäristön tunnistus -roottoria.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPhone peut détecter les personnes, les portes, les scènes, le texte et les meubles qui vous entourent. Touchez trois fois l’écran avec quatre doigts pour lancer « Reconnaissance en direct » ou utilisez le rotor « Reconnaissance en direct ».
fr_ca: Grâce aux fonctionnalités d’intelligence de l’appareil, votre iPhone peut détecter les personnes, les portes, les scènes, le texte et les meubles qui vous entourent. Touchez trois fois l’écran avec quatre doigts pour lancer la reconnaissance en direct ou utilisez le rotor correspondant.
he: שימוש בטכנולוגיית בינה מלאכותית במכשיר עצמו מאפשר ל-iPhone שלך לזהות אנשים, דלתות, תרחישים, מלל ורהיטים בסביבתך. להפעלת ״זיהוי בזמן אמת יש להקיש שלוש פעמים בארבע אצבעות או להשתמש בחוגה של ״זיהוי בזמן אמת״.
hi: ऑन-डिवाइस इंटेलिजेंस का इस्तेमाल करके, आपका iPhone आपके आस-पास के लोगों, दरवाज़ों, दृश्यों, टेक्स्ट और फ़र्नीचर का पता लगा सकता है। लाइव पहचान शुरू करने के लिए चार उँगलियों से ट्रिपल टैप करें या लाइव पहचान रोटर का इस्तेमाल करें।
hr: Uporabom inteligencije na uređaju vaš iPhone može detektirati osobe, vrata, scene, tekst i namještaj oko vas. Dodirnite triput s četiri prsta za pokretanje Prepoznavanja uživo ili koristite rotor Prepoznavanje uživo.
hu: Az eszközön való feldolgozás segítségével az iPhone-ja képes az Ön közelében található személyek, ajtók, környezeti elemek, szövegek és bútorok észlelésére. Az Élő észlelést négy ujjal triplán koppintva vagy az Élő észlelés rotor használatával kapcsolhatja be.
id: Dengan menggunakan kecerdasan pada perangkat, iPhone Anda dapat mendeteksi orang, pintu, pemandangan, teks, dan furnitur di sekitar Anda. Ketuk tiga kali dengan empat jari untuk memulai Pengenalan Langsung atau gunakan Rotor Pengenalan Langsung.
it: iPhone può usare l’intelligenza artificiale presente sul dispositivo per rilevare persone, porte, scene, testo e mobili intorno a te. Tocca tre volte con quattro dita per avviare “Riconoscimento in tempo reale”, oppure usa il rotore della funzionalità.
ja: デバイス上のインテリジェンスを使用して、あなたのiPhoneであなたの周りの人物、ドア、シーン、テキスト、家具を検出することができます。4本指のトリプルタップでライブ認識を開始するか、ライブ認識ローターを使用します。
kk: Құрылғыдағы жасанды интеллектті пайдалана отырып, iPhone құрылғыңыз айналаңыздағы адамдарды, есіктерді, көріністерді, мәтінді және жиһазды анықтай алады. Шынайы уақытта тануды бастау үшін төрт саусақпен үш рет түртіңіз немесе шынайы уақытта тану роторын пайдаланыңыз.
ko: iPhone이 온디바이스 지능형 기능을 이용해 사용자 주변의 사람, 문, 장면, 텍스트, 가구 등을 감지할 수 있습니다. 네 손가락으로 세 번 탭하여 실시간 인지를 시작하거나 실시간 인지 로터를 사용하십시오.
lt: Pasinaudodamas „iPhone“ dirbtiniu intelektu, įrenginys gali aptikti aplink jus esančius žmones, duris, aplinkas, tekstą ir baldus. Bakstelėkite tris kartus keturiais pirštais, kad įjungtumėte „Aplinkos atpažinimą“, arba naudokite „Aplinkos atpažinimo rotorių“.
ms: Menggunakan kecerdasan pada peranti, iPhone anda boleh mengesan orang, pintu, suasana, teks dan perabot di sekeliling anda. Ketik tiga kali empat jari untuk memulakan Pengecaman Langsung atau gunakan Rotor Pengecaman Langsung.
nl: Met behulp van intelligentie op het apparaat kan je iPhone personen, deuren, scènes, tekst en meubilair om je heen detecteren. Tik driemaal met vier vingers om live herkenning te starten of gebruik de rotor voor live herkenning.
no: Ved hjelp av intelligente funksjoner på enheten kan iPhonen gjenkjenne personer, dører, scener, tekst og møbler i omgivelsene dine. Trippeltrykk med fire fingre for å starte Gjenkjenning av omgivelser, eller bruk rotoren Gjenkjenning av omgivelser.
pl: iPhone wykorzystuje wbudowaną sztuczną inteligencję do wykrywania osób, drzwi, scen, napisów i mebli w Twoim otoczeniu. Aby rozpocząć rozpoznawanie na żywo, stuknij trzykrotnie czterema palcami lub użyj pokrętła Rozpoznawanie na żywo.
pt_br: Usando a inteligência no dispositivo, o iPhone pode detectar pessoas, portas, cenas, texto e móveis ao seu redor. Toque três vezes com quatro dedos para iniciar o Reconhecimento ao Vivo ou use o Rotor do Reconhecimento ao Vivo.
pt_pt: O iPhone usa a tecnologia de inteligência incorporada no dispositivo para detetar pessoas, portas, cenários, texto e móveis à sua volta. Dê três toques com quatro dedos para iniciar o reconhecimento em tempo real ou use o rotor correspondente.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPhone‑ul poate detecta persoane, uși, scene, text și obiecte de mobilier din jurul dvs. Apăsați triplu cu patru degete pentru a porni “Recunoaștere live” sau pentru a utiliza rotorul “Recunoaștere live”.
ru: Используя встроенный интеллект, iPhone может обнаруживать людей, двери, сценарии, текст и мебель. Включите распознавание окружения тройным касанием четырьмя пальцами либо из ротора «Распознавание окружения».
sk: iPhone dokáže použitím vlastnej inteligencie na zariadení detegovať ľudí, dvere, scény, text a nábytok vo vašom okolí. Živé rozpoznávanie spustíte trojitým klepnutím štyrmi prstami alebo použite rotor Živé rozpoznávanie.
sl: Z inteligenco v napravi lahko iPhone zazna osebe, vrata, prizore, besedilo in pohištvo v vaši okolici. Za zagon prepoznavanja v živo ali uporabo rotorja za prepoznavanje v živo trotapnite s štirimi prsti.
sv: iPhone kan använda intelligens på enheten till att upptäcka personer, dörrar, scenarier, text och möbler i omgivningen. Tryck snabbt tre gånger med fyra fingrar när du vill starta Igenkänning i realtid eller använda rotorn Igenkänning i realtid.
th: โดยใช้ความฉลาดของอุปกรณ์ ทำให้ iPhone ของคุณสามารถตรวจจับผู้คน ประตู สภาพแวดล้อม ข้อความ และเฟอร์นิเจอร์ที่อยู่รอบตัวคุณได้ ใช้สี่นิ้วแตะสามครั้งเพื่อเริ่มสังเกตรอบตัวหรือใช้ตัวหมุนสังเกตรอบตัว
tr: iPhone’unuz, aygıttaki yapay zekâyı kullanarak çevrenizdeki kişileri, kapıları, ortamları, metinleri ve mobilyaları algılayabilir. Canlı Tanıma’yı başlatmak için dört parmağınızla üç kez dokunun veya Canlı Tanıma rotorunu kullanın.
uk: За допомогою вбудованих інтелектуальних алгоритмів iPhone може виявляти людей, двері, оточення, текст і меблі навколо вас. Тричі торкніть чотирма пальцями, щоб запустити функцію «Виявлення в реальному світі», або скористайтеся ротором «Виявлення в реальному світі».
vi: Bằng cách sử dụng tính năng thông minh trên thiết bị, iPhone của bạn có thể phát hiện người, cửa, cảnh, văn bản và đồ nội thất xung quanh bạn. Hãy chạm ba lần bằng bốn ngón tay để bắt đầu Nhận biết trực tiếp hoặc sử dụng rô-to Nhận biết trực tiếp.
zh_cn: iPhone可使用设备端智能技术检测你周围的人、门、场景、文本和家具。四指轻点三下开始实时识别或使用实时识别转子。
zh_hk: 利用裝置端智能，你的iPhone可以檢測到你周圍的人、門户、場景、文字和傢俬。四指點三下以開始「即時識別」或使用「即時識別」轉輪。
zh_tw: 你的iPhone會使用裝置端的智慧技術偵測你周圍的人物、門、場景、文字和家具。用四指點三下即可開始「即時辨識」或使用「即時辨識轉輪」。

# TYPING_MODE_STANDARD
source: Standard Typing
ar: الكتابة القياسية
bg: Стандартно въвеждане
ca: Tecleig estàndard
cs: Standardní psaní
da: Normal indtastning
de: Zweifingersystem
el: Βασική πληκτρολόγηση
es: Escritura estándar
es_us: Estándar
fi: Normaali kirjoitustyyli
fr: Saisie standard
fr_ca: Saisie standard
he: הקלדה רגילה
hi: मानक टाइपिंग
hr: Standardno
hu: Normál gépelés
id: Pengetikan Standar
it: Digitazione standard
ja: 標準タイプ入力モード
kk: Стандартты теру
ko: 표준 입력
lt: Standartinis įvedimas
ms: Penaipan Standard
nl: Normaal typen
no: Marker og dobbeltrykk
pl: Standardowe
pt_br: Digitação Padrão
pt_pt: Padrão
ro: Scriere standard
ru: Обычный ввод
sk: Štandardné písanie
sl: Standardno vnašanje
sv: Pekfingermetod
th: ป้อนแบบมาตรฐาน
tr: Standart Yazma
uk: Звичайний набір
vi: Nhập tiêu chuẩn
zh_cn: 标准键入
zh_hk: 標準輸入
zh_tw: 標準輸入

# PRONUNCIATION_SUGGESTION_PLAY
source: Play suggestion
ar: تشغيل الاقتراح
bg: Възпроизведи предложение
ca: Reprodueix el suggeriment
cs: Přehrát návrh
da: Afspil forslag
de: Vorschlag wiedergeben
el: Αναπαραγωγή πρότασης
es: Oír sugerencia
es_us: Reproducir sugerencia
fi: Toista ehdotus
fr: Écouter la suggestion
fr_ca: Lire la suggestion
he: הפעלת הצעה
hi: सुझाव बजाएँ
hr: Reproduciraj odabir
hu: Javaslat lejátszása
id: Putar saran
it: Riproduci suggerimento
ja: 候補を再生
kk: Ұсынылғанды ойнату
ko: 제안 사항 재생
lt: Leisti pasiūlymą
ms: Mainkan cadangan
nl: Speel suggestie af
no: Spill av forslag
pl: Odtwórz sugestię
pt_br: Reproduzir sugestão
pt_pt: Reproduzir sugestão
ro: Redați sugestia
ru: Воспроизвести предложенное
sk: Prehrať návrh
sl: Predvajaj predlog
sv: Spela upp förslag
th: ออกเสียงคำแนะนำ
tr: Öneriyi çal
uk: Слухати пропозицію
vi: Phát gợi ý
zh_cn: 播放建议内容
zh_hk: 播放建議內容
zh_tw: 播放建議項目

# NAVIGATION_STYLE_FOOTER_GROUPS
source: VoiceOver navigates by moving through items and groups of items on the screen.
ar: يتنقل التعليق الصوتي خلال العناصر ومجموعات العناصر على الشاشة.
bg: VoiceOver навигира, като преминава през елементи и групи от елементи на екрана.
ca: El VoiceOver es desplaça a través dels ítems i dels grups d’ítems de la pantalla.
cs: VoiceOver při navigaci přechází mezi položkami a skupinami položek na obrazovce.
da: VoiceOver navigerer ved at bevæge sig mellem emner og emnegrupper på skærmen.
de: VoiceOver navigiert, indem die Objekte und Objektgruppen auf dem Bildschirm nacheinander aufgerufen werden.
el: Η πλοήγηση με το VoiceOver πραγματοποιείται με μετάβαση σε στοιχεία και ομάδες στοιχείων της οθόνης.
es: VoiceOver navega desplazándose por los ítems y los grupos de elementos presentes en la pantalla.
es_us: VoiceOver navega al moverse por los elementos y grupos de elementos de la pantalla.
fi: VoiceOver siirtyy näytön kohteesta ja kohteiden ryhmästä toiseen.
fr: VoiceOver parcourt l’écran en se déplaçant parmi les éléments et groupes d’éléments affichés à l’écran.
fr_ca: VoiceOver parcourt l’écran en se déplaçant d’un élément ou d’un groupe d’éléments à l’autre.
he: ניווט VoiceOver יעבור דרך פריטים ומקבצי פריטים במסך.
hi: VoiceOver स्क्रीन के आइटम और आइटम समूहों से होकर नैविगेट करता है।
hr: VoiceOver navigira pomicanjem kroz stavke i grupe stavki na zaslonu.
hu: A VoiceOverrel történő navigáláskor végighaladhat a képernyőn lévő elemeken és elemek csoportjain.
id: VoiceOver menavigasi dengan pindah melalui item dan grup item pada layar.
it: VoiceOver scansiona la schermata passando da un elemento all’altro e da un gruppo all’altro.
ja: VoiceOverは、画面上の項目および項目のグループごとにナビゲートします。
kk: VoiceOver опциясы экрандағы элементтер мен элементтер топтары бойымен жылжиды.
ko: VoiceOver가 화면에서 항목 및 항목 그룹을 이동하며 탐색합니다.
lt: Funkcija „VoiceOver“ naršo ekraną pereidama nuo vieno elemento (ar elementų grupės) prie kito.
ms: VoiceOver menavigasi dengan bergerak menerusi item dan kumpulan item pada skrin.
nl: VoiceOver navigeert door langs onderdelen en groepen met onderdelen op het scherm te gaan.
no: VoiceOver navigerer ved å bevege seg mellom objekter og grupper av objekter på skjermen.
pl: Nawigacja VoiceOver polega na przechodzeniu między rzeczami i grupami rzeczy na ekranie.
pt_br: A navegação do VoiceOver move pelos itens e grupos de itens na tela.
pt_pt: O VoiceOver navega pelos elementos e grupos de elementos no ecrã.
ro: VoiceOver navighează prin deplasarea între articolele și grupurile de articole de pe ecran.
ru: VoiceOver перемещается по экрану, перебирая объекты и группы объектов.
sk: VoiceOver pri navigácii prechádza medzi položkami a skupinami položiek na obrazovke.
sl: VoiceOver krmari s pomikanjem po elementih in skupinah elementov na zaslonu.
sv: VoiceOver navigerar genom att flytta genom objekt och grupper av objekt på skärmen.
th: VoiceOver นำทางโดยการเคลื่อนผ่านแต่ละสิ่งและกลุ่มของสิ่งต่างๆ บนหน้าจอ
tr: VoiceOver, ekranda öğeden öğeye ve öğe grupları arasında hareket ederek dolaşır.
uk: VoiceOver здійснює навігацію шляхом послідовного переміщення по кожному елементу чи групі елементів на екрані.
vi: VoiceOver điều hướng bằng cách di chuyển qua các mục và các nhóm mục trên màn hình.
zh_cn: “旁白”通过在屏幕上的项目和项目组间移动来导览。
zh_hk: 「旁白」透過在螢幕上的項目和項目群組間移動來導覽。
zh_tw: 「旁白」會在螢幕上的項目和群組間移動導覽。

# BANNER_NOTIFICATION_HAPTIC
source: Play Haptic
ar: تشغيل الحس اللمسي
bg: Възпроизведи осезание
ca: Vibra
cs: Přehrát hapticky
da: Afspil haptisk feedback
de: Haptik wiedergeben
el: Αναπαραγωγή απτικών
es: Vibrar
es_us: Vibración
fi: Toista tuntopalaute
fr: Vibrer
fr_ca: Faire vibrer
he: הפעלת רטט אינטראקטיבי
hi: हैप्टिक चलाएँ
hr: Reproduciraj vibraciju
hu: Haptikus jelzés lejátszása
id: Putar Haptik
it: Riproduci feedback aptico
ja: 触覚を再生
kk: Жанасу сигналын ойнату
ko: 햅틱 재생
lt: Leisti haptinį signalą
ms: Mainkan Haptik
nl: Speel voelbaar signaal af
no: Spill av følbar
pl: Odtwórz haptykę
pt_br: Reproduzir Resposta Tátil
pt_pt: Háptica
ro: Redare haptică
ru: Тактильный сигнал
sk: Prehrať hapticky
sl: Izvajaj haptiko
sv: Återge haptisk feedback
th: เล่นการสั่น
tr: Dokunuşu Oynat
uk: Відтворювати вібровідгук
vi: Phát cảm ứng
zh_cn: 提供触感反馈
zh_hk: 播放觸覺回報
zh_tw: 播放觸覺回饋

# VOICEOVER_IMPORT_PUNCTUATION_SUCCESS_ANNOUNCEMENT
source: Successfully imported the %@ group
ar: تم استيراد مجموعة %@.
bg: Успешно импортирана група с %@
ca: El grup %@ s’ha importat correctament
cs: Skupina %@ byla úspěšně importována
da: Gruppen %@ er importeret
de: Die %@-Gruppe wurde erfolgreich importiert
el: Εισάχθηκε επιτυχώς η ομάδα «%@»
es: El grupo %@ se ha importado correctamente.
es_us: El grupo %@ se importó exitosamente.
fi: Ryhmä %@ on tuotu
fr: Le groupe %@ a bien été importé.
fr_ca: Le groupe %@ a été correctement importé.
he: הייבוא של הקבוצה %@ בוצע בהצלחה.
hi: %@ समूह का सफल इंपोर्ट किया गया
hr: Grupa %@ uspješno je importirana
hu: Sikeresen importált %@ csoportot.
id: Berhasil mengimpor grup %@
it: Il gruppo %@ è stato importato
ja: “%@”グループが正常に読み込まれました
kk: «%@» тобы сәтті импортталды
ko: %@ 그룹을 성공적으로 가져옴
lt: Sėkmingai importuota grupė „%@“
ms: Berjaya mengimport kumpulan %@
nl: Importeren van de groep '%@' is gelukt
no: Gruppen %@ ble importert
pl: Grupa %@ została zaimportowana
pt_br: O grupo %@ foi importado com sucesso
pt_pt: O grupo %@ foi importado com êxito
ro: Grupul %@ a fost importat cu succes
ru: Группа «%@» импортирована
sk: Skupina %@ bola úspešne naimportovaná
sl: Skupina %@ je bila uspešno izvožena
sv: %@-gruppen importerades
th: นำเข้ากลุ่ม%[tt]@สำเร็จ
tr: %@ grubu başarıyla içe aktarıldı
uk: Групу %@ успішно імпортовано
vi: Đã nhập thành công nhóm %@
zh_cn: 已成功导入“%@”群组
zh_hk: 已成功輸入「%@」群組
zh_tw: 已成功輸入「%@」群組
